/* primo prog REXX */
/* parse arg */
i=0
do 4
say dario i
i = i+1
end
say time('e')
call piciu
call rotto
exit
piciu:
say random(1,90)
return 3
/* */
rotto:
say "rotto!"
return
