dario=4
select
when dario==1 then say "1"
when dario==2 then say "2"
when dario==3 then do
say "3"
end
otherwise say "unknown"
end
say "fine."
